export const HindiQuestions = [
    {
        "sr": 1,
        "text": "क्या आप उन शब्दों को पसंद नहीं करते हैं जो प्रभावी संचार में मदद कर सकते हैं?",
        "nature": "negative"
    },
    {
        "sr": 2,
        "text": "क्या आपके लिए गणितीय क्रियाएं पूरी करना आसान है?",
        "nature": "positive"
    },
    {
        "sr": 3,
        "text": "क्या आपको शारीरिक खेल खेलने में रुचि है?",
        "nature": "positive"
    },
    {
        "sr": 4,
        "text": "क्या आप अपने खाली समय में त्रिआयामी चित्र नहीं बनाते हैं?",
        "nature": "negative"
    },
    {
        "sr": 5,
        "text": "क्या आप संगीत पैटर्न को सुनने के बाद पहचानते हैं?",
        "nature": "positive"
    },
    {
        "sr": 6,
        "text": "क्या आपको दुनिया के पौधों और जानवरों की प्रजातियों में रुचि है?",
        "nature": "positive"
    },
    {
        "sr": 7,
        "text": "क्या आप अपने अच्छे भावनाओं को चेहरे पर व्यक्त करना पसंद नहीं करते हैं?",
        "nature": "negative"
    },
    {
        "sr": 8,
        "text": "क्या आप खुद को बहुत अच्छी तरह समझते हैं?",
        "nature": "positive"
    },
    {
        "sr": 9,
        "text": "क्या जीवन आपके सामने कई चुनौतियाँ रखता है?",
        "nature": "positive"
    },
    {
        "sr": 10,
        "text": "क्या सार्वजनिक वक्ता आपको बहुत प्रभावित करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 11,
        "text": "क्या आप खुद को गणना और मात्राकरण में व्यस्त नहीं रखते हैं?",
        "nature": "negative"
    },
    {
        "sr": 12,
        "text": "क्या आप योग व्यायाम पसंद करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 13,
        "text": "क्या आपके लिए चित्रमय थीम को देखते ही पैटर्न और आकार की पहचान करना आसान है?",
        "nature": "positive"
    },
    {
        "sr": 14,
        "text": "क्या आपको संगीत वाद्य यंत्र बजाना पसंद नहीं है?",
        "nature": "negative"
    },
    {
        "sr": 15,
        "text": "क्या आपको मौसम में बदलाव, पतझड़ में पत्तियों का बदलना, हवा की आवाज और गर्म धूप बहुत आकर्षित करती है?",
        "nature": "positive"
    },
    {
        "sr": 16,
        "text": "क्या आपको लगता है कि व्यक्ति से व्यक्ति की बातचीत व्यक्तिगत इंटरैक्शन से अधिक प्रभावी होती है?",
        "nature": "positive"
    },
    {
        "sr": 17,
        "text": "क्या आपके जीवन के मूल्य आपके लिए महत्वपूर्ण नहीं हैं?",
        "nature": "negative"
    },
    {
        "sr": 18,
        "text": "क्या आप अपनी ताकत और कमजोरियों के बारे में जागरूक हैं?",
        "nature": "positive"
    },
    {
        "sr": 19,
        "text": "क्या किताबें पढ़ना आपका शौक है?",
        "nature": "positive"
    },
    {
        "sr": 20,
        "text": "क्या आप समस्याओं का तार्किक विश्लेषण करना पसंद करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 21,
        "text": "क्या आपको क्रिकेट खेलना पसंद नहीं है?",
        "nature": "negative"
    },
    {
        "sr": 22,
        "text": "क्या आप मानव शरीर की शारीरिक संरचना को समझने के लिए प्रेरित हैं?",
        "nature": "positive"
    },
    {
        "sr": 23,
        "text": "क्या आप खुद से संगीत पैटर्न में बदलाव कर सकते हैं?",
        "nature": "positive"
    },
    {
        "sr": 24,
        "text": "क्या फूलों और पत्तियों का संग्रह आपको खुशी नहीं देता?",
        "nature": "negative"
    },
    {
        "sr": 25,
        "text": "क्या आपको दोस्त बनाना पसंद है?",
        "nature": "positive"
    },
    {
        "sr": 26,
        "text": "क्या आपको दार्शनिक किताबें पढ़ने का शौक है?",
        "nature": "positive"
    },
    {
        "sr": 27,
        "text": "क्या आप आत्म-संतुष्टि के लिए प्रयास नहीं करते?",
        "nature": "negative"
    },
    {
        "sr": 28,
        "text": "क्या आपको बहस में भाग लेना उत्साहजनक नहीं लगता?",
        "nature": "negative"
    },
    {
        "sr": 29,
        "text": "क्या आपके लिए गणितज्ञों के बारे में पढ़ना बहुत रोचक है?",
        "nature": "positive"
    },
    {
        "sr": 30,
        "text": "क्या जिम्नास्टिक करना आपको आकर्षित करता है?",
        "nature": "positive"
    },
    {
        "sr": 31,
        "text": "क्या मैं अपने मन में उभरने वाले चित्र नहीं बना सकता?",
        "nature": "negative"
    },
    {
        "sr": 32,
        "text": "क्या आप अपने शहर में जब भी संगीत कार्यक्रम आयोजित होते हैं तो उन्हें छोड़ने की कोशिश नहीं करते?",
        "nature": "positive"
    },
    {
        "sr": 33,
        "text": "क्या विभिन्न जानवरों की प्रजातियों का अध्ययन आपको आकर्षित करता है?",
        "nature": "positive"
    },
    {
        "sr": 34,
        "text": "क्या आपको अच्छे टीम सदस्य के रूप में टीम में काम करना पसंद नहीं है?",
        "nature": "negative"
    },
    {
        "sr": 35,
        "text": "क्या आप महान लोगों की आत्मकथाओं से प्रेरित हैं?",
        "nature": "positive"
    },
    {
        "sr": 36,
        "text": "क्या आप उन पाठ्यक्रमों का अध्ययन करना पसंद करते हैं जो मनुष्यों और उनके व्यवहार का अध्ययन करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 37,
        "text": "क्या उपन्यास पढ़ना आपका जुनून है?",
        "nature": "positive"
    },
    {
        "sr": 38,
        "text": "क्या आप कंप्यूटर प्रोग्रामर बनना नहीं चाहते?",
        "nature": "negative"
    },
    {
        "sr": 39,
        "text": "क्या आप फुटबॉल और वॉलीबॉल खेलते हैं?",
        "nature": "positive"
    },
    {
        "sr": 40,
        "text": "क्या आपको चार्ट या ड्रॉइंग पर काम करते समय रंगीन मार्कर का उपयोग करना पसंद है?",
        "nature": "positive"
    },
    {
        "sr": 41,
        "text": "क्या आप दूसरों की ध्वनि और भाषा पैटर्न की नकल में कुशल नहीं हैं?",
        "nature": "negative"
    },
    {
        "sr": 42,
        "text": "क्या भूगोल आपका पसंदीदा विषय है?",
        "nature": "positive"
    },
    {
        "sr": 43,
        "text": "क्या आप दूसरों की भावनाओं और विचारों के प्रति संवेदनशील हैं?",
        "nature": "positive"
    },
    {
        "sr": 44,
        "text": "क्या आपके पास एक मजबूत पहचान और उद्देश्य की भावना नहीं है?",
        "nature": "negative"
    },
    {
        "sr": 45,
        "text": "क्या मैं अक्सर भविष्य में होने वाली घटनाओं का अनुमान लगा सकता हूँ?",
        "nature": "positive"
    },
    {
        "sr": 46,
        "text": "क्या आप अपनी स्कूल मैगज़ीन के लिए कहानियाँ, कविताएँ, चुटकुले आदि लिखना पसंद करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 47,
        "text": "क्या आप चीजों को अव्यवस्थित तरीके से करने से समझौता करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 48,
        "text": "अगर आपको पेशा चुनने का अवसर मिले तो क्या आप अभिनेता या नर्तक बनना पसंद नहीं करेंगे?",
        "nature": "negative"
    },
    {
        "sr": 49,
        "text": "क्या आप गणित में त्रिआयामी (3D) ज्यामिति और मापनी को आसानी से समझ सकते हैं?",
        "nature": "positive"
    },
    {
        "sr": 50,
        "text": "क्या आप हमेशा संगीत को अपने करियर बनाने का मौका तलाशते हैं?",
        "nature": "positive"
    },
    {
        "sr": 51,
        "text": "क्या आप पहाड़ों, नदियों और उनके डेल्टाओं के विकास के बारे में जानने के लिए हमेशा जिज्ञासु नहीं रहते?",
        "nature": "negative"
    },
    {
        "sr": 52,
        "text": "क्या आप अपने विचारों और विचारों की मात्रा और गुणवत्ता से दूसरों को समझाने की कोशिश करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 53,
        "text": "क्या मनोविज्ञान आपका पसंदीदा विषय है?",
        "nature": "positive"
    },
    {
        "sr": 54,
        "text": "क्या आपको ऐसे लोग पसंद नहीं हैं जिनमें सत्य, सुंदरता और अच्छाई जैसी विशेषताएँ हों?",
        "nature": "negative"
    },
    {
        "sr": 55,
        "text": "क्या आप एक नई भाषा सीखने का अवसर चूकते हैं?",
        "nature": "negative"
    },
    {
        "sr": 56,
        "text": "क्या आप चर्चा में निश्चित उत्तर पसंद करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 57,
        "text": "क्या आप करियर के रूप में खेल कोच बनना चाहेंगे?",
        "nature": "positive"
    },
    {
        "sr": 58,
        "text": "क्या फोटोग्राफी आपका जुनून नहीं है?",
        "nature": "negative"
    },
    {
        "sr": 59,
        "text": "क्या आप कवियों, संगीतकारों और लोकप्रिय रचनाकारों का सम्मान करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 60,
        "text": "क्या विभिन्न प्रकार के तूफानों, लहरों और समुद्रों का अध्ययन करना आपके लिए रोमांचक अनुभव है?",
        "nature": "positive"
    },
    {
        "sr": 61,
        "text": "क्या मैं लोगों के संघर्ष समाधान में कोई रुचि नहीं लेता?",
        "nature": "negative"
    },
    {
        "sr": 62,
        "text": "क्या आप खुद को आंतरिक रूप से प्रेरित और दृढ़ महसूस करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 63,
        "text": "क्या विभिन्न संस्कृतियों की सांस्कृतिक विशेषताएँ आपको आकर्षित करती हैं?",
        "nature": "positive"
    },
    {
        "sr": 64,
        "text": "क्या आप उन लोगों से बहुत प्रभावित होते हैं जो प्रभावी भाषा बोलते हैं?",
        "nature": "positive"
    },
    {
        "sr": 65,
        "text": "क्या आप ऐसे दोस्तों को पसंद नहीं करते हैं जो तार्किक और तर्कसंगत विचारक हों?",
        "nature": "negative"
    },
    {
        "sr": 66,
        "text": "क्या आपके पास बहुत सारी शारीरिक ऊर्जा है?",
        "nature": "positive"
    },
    {
        "sr": 67,
        "text": "क्या आप वस्तुओं, आकारों, रंगों की जल्दी पहचान और वर्णन कर सकते हैं?",
        "nature": "positive"
    },
    {
        "sr": 68,
        "text": "क्या संगीत आपके आध्यात्मिकता की भावना को बढ़ाता नहीं है?",
        "nature": "negative"
    },
    {
        "sr": 69,
        "text": "क्या प्राकृतिक घटनाओं की तस्वीर खींचना और वीडियोटेपिंग करना मेरे लिए भावुक है?",
        "nature": "positive"
    },
    {
        "sr": 70,
        "text": "क्या आपके पास लोगों को मनाने की प्रभावी कौशल है?",
        "nature": "positive"
    },
    {
        "sr": 71,
        "text": "क्या आप आत्म-मूल्यांकन करने में सक्षम नहीं हैं?",
        "nature": "negative"
    },
    {
        "sr": 72,
        "text": "क्या ध्यान और विश्राम मुझे किसी समस्या के प्रति अपने दृष्टिकोण को बदलने की अंतर्दृष्टि देते हैं?",
        "nature": "positive"
    },
    {
        "sr": 73,
        "text": "क्या आप अपने दोस्तों के साथ संवाद में हर दिन एक नया शब्द इस्तेमाल करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 74,
        "text": "क्या आपको गणितीय मॉडल बनाने में रुचि है?",
        "nature": "positive"
    },
    {
        "sr": 75,
        "text": "क्या आप अपने आप को शारीरिक रूप से फिट रखने के लिए तैराकी को प्राथमिकता नहीं देते?",
        "nature": "negative"
    },
    {
        "sr": 76,
        "text": "क्या आप आकार, पैटर्न, डिज़ाइन और छवियों के माध्यम से ज्ञान का बड़ा मात्रा एकत्र करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 77,
        "text": "क्या आप किसी संगीत की धुन को पसंद आने पर उसकी पैरोडी बना सकते हैं?",
        "nature": "positive"
    },
    {
        "sr": 78,
        "text": "क्या मैं वनस्पतिशास्त्री बनना नहीं चाहता?",
        "nature": "negative"
    },
    {
        "sr": 79,
        "text": "क्या मेरे लिए एक कार्यक्रम का आयोजन करना मनोरंजक और चुनौतीपूर्ण है?",
        "nature": "positive"
    },
    {
        "sr": 80,
        "text": "क्या आप निर्णय लेने के लिए रचनात्मक बुद्धि और अंतर्दृष्टि का उपयोग करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 81,
        "text": "क्या मुझे आपके आत्म-चित्रों की बहुत परवाह नहीं है?",
        "nature": "negative"
    },
    {
        "sr": 82,
        "text": "क्या आपके लिए अपनी पसंदीदा कविता को याद रखना और पुन: प्रस्तुत करना कठिन है?",
        "nature": "negative"
    },
    {
        "sr": 83,
        "text": "क्या आप किसी सिद्धांत या घटना के अंतर्निहित सिद्धांत को समझने की कोशिश करते हैं?",
        "nature": "positive"
    },
    {
        "sr": 84,
        "text": "क्या आप एक प्रसिद्ध एथलीट बनना चाहते हैं?",
        "nature": "positive"
    },
    {
        "sr": 85,
        "text": "क्या आप जो सीखना चाहते हैं उसकी छवियाँ और पैटर्न अपने आप आपके मन में नहीं आते?",
        "nature": "negative"
    },
    {
        "sr": 86,
        "text": "क्या आप किसी गाने में इस्तेमाल किए गए विभिन्न संगीत वाद्य यंत्रों को आसानी से पहचान सकते हैं?",
        "nature": "positive"
    },
    {
        "sr": 87,
        "text": "क्या आपको वनस्पति उद्यान या राष्ट्रीय उद्यान में जाना पसंद है?",
        "nature": "positive"
    },
    {
        "sr": 88,
        "text": "लोग मुझे दार्शनिक नहीं कहते?",
        "nature": "negative"
    },
    {
        "sr": 89,
        "text": "क्या आप एक बार काम शुरू करने पर उसे बीच में नहीं छोड़ते?",
        "nature": "positive"
    },
    {
        "sr": 90,
        "text": "क्या आप आत्म-बोध के लिए प्रयास करते हैं?",
        "nature": "positive"
    }
];
