export const MarathiQuestions = [
    {
        "sr": 1,
        "text": "मला अशा शब्दसंपदांचा वापर आवडत नाही ज्यामुळे प्रभावी संवाद साधता येतो?",
        "nature": "negative"
    },
    {
        "sr": 2,
        "text": "तुम्हाला गणितीय क्रियाकलाप सोडवणे सोपे वाटते का?",
        "nature": "positive"
    },
    {
        "sr": 3,
        "text": "तुम्हाला शारीरिक खेळ खेळण्याची आवड आहे का?",
        "nature": "positive"
    },
    {
        "sr": 4,
        "text": "मी माझा मोकळा वेळ त्रिमितीय चित्र काढण्यात घालवत नाही?",
        "nature": "negative"
    },
    {
        "sr": 5,
        "text": "तुम्हाला संगीताचे नमुने ऐकल्यावर ओळखता येतात का?",
        "nature": "positive"
    },
    {
        "sr": 6,
        "text": "तुम्हाला वनस्पती आणि प्राणी यांची आवड आहे का?",
        "nature": "positive"
    },
    {
        "sr": 7,
        "text": "माझ्या चेहऱ्यावर माझ्या चांगल्या भावना व्यक्त करायला मला आवडत नाही?",
        "nature": "negative"
    },
    {
        "sr": 8,
        "text": "तुम्हाला स्वतःबद्दल चांगले समजते का?",
        "nature": "positive"
    },
    {
        "sr": 9,
        "text": "तुमच्या जीवनात अनेक आव्हाने येतात का?",
        "nature": "positive"
    },
    {
        "sr": 10,
        "text": "तुम्हाला सार्वजनिक वक्ते खूप प्रभावी वाटतात का?",
        "nature": "positive"
    },
    {
        "sr": 11,
        "text": "मी स्वतःला गणना आणि परिमाणांच्या कामात व्यस्त ठेवत नाही?",
        "nature": "negative"
    },
    {
        "sr": 12,
        "text": "तुम्हाला योगाच्या व्यायामांची आवड आहे का?",
        "nature": "positive"
    },
    {
        "sr": 13,
        "text": "चित्रमय थीम पाहताच त्यातील नमुने आणि आकार ओळखणे तुमच्यासाठी सोपे आहे का?",
        "nature": "positive"
    },
    {
        "sr": 14,
        "text": "मला वाद्य वाजवायला आवडत नाही?",
        "nature": "negative"
    },
    {
        "sr": 15,
        "text": "तुम्हाला हवामानातील बदल, पानांची रंगत, वाऱ्याचा आवाज आणि उबदार सूर्य यांचे आकर्षण आहे का?",
        "nature": "positive"
    },
    {
        "sr": 16,
        "text": "व्यक्तिगत संवादातून बाहेर येणारा संवाद तुमच्यासाठी अधिक प्रभावी वाटतो का?",
        "nature": "positive"
    },
    {
        "sr": 17,
        "text": "तुमच्या जीवनमूल्यांचा तुमच्यासाठी फारसा महत्त्व नाही का?",
        "nature": "negative"
    },
    {
        "sr": 18,
        "text": "तुम्हाला तुमच्या शक्ती आणि कमजोरीची जाणीव आहे का?",
        "nature": "positive"
    },
    {
        "sr": 19,
        "text": "वाचन तुमचे छंद आहे का?",
        "nature": "positive"
    },
    {
        "sr": 20,
        "text": "तुम्हाला समस्यांचे तर्कशुद्ध विश्लेषण करणे आवडते का?",
        "nature": "positive"
    },
    {
        "sr": 21,
        "text": "तुम्हाला क्रिकेट खेळायला आवडत नाही का?",
        "nature": "negative"
    },
    {
        "sr": 22,
        "text": "तुम्हाला मानवाच्या शारीरिक रचनेचे समजून घेण्यात रस आहे का?",
        "nature": "positive"
    },
    {
        "sr": 23,
        "text": "तुम्हाला संगीताच्या नमुन्यांना स्वतःच्या पद्धतीने सादर करता येते का?",
        "nature": "positive"
    },
    {
        "sr": 24,
        "text": "फुलं आणि पानं जमा करण्यात तुम्हाला आनंद नाही का?",
        "nature": "negative"
    },
    {
        "sr": 25,
        "text": "तुम्हाला मित्र बनवायला आवडते का?",
        "nature": "positive"
    },
    {
        "sr": 26,
        "text": "तुम्हाला तात्त्विक पुस्तकं वाचायची आवड आहे का?",
        "nature": "positive"
    },
    {
        "sr": 27,
        "text": "तुम्ही स्वतःच्या आत्मसमाधानासाठी प्रयत्न करत नाही का?",
        "nature": "negative"
    },
    {
        "sr": 28,
        "text": "विवादांमध्ये भाग घेणे तुम्हाला उत्साही वाटत नाही का?",
        "nature": "negative"
    },
    {
        "sr": 29,
        "text": "तुम्हाला गणितज्ञांविषयी वाचणे खूप रोचक वाटते का?",
        "nature": "positive"
    },
    {
        "sr": 30,
        "text": "जिम्नॅस्टिकमध्ये कामगिरी करणे तुम्हाला आवडते का?",
        "nature": "positive"
    },
    {
        "sr": 31,
        "text": "माझ्या मनात उद्भवणाऱ्या प्रतिमा मी काढू शकत नाही?",
        "nature": "negative"
    },
    {
        "sr": 32,
        "text": "तुमच्या शहरात संगीत मैफिली झाल्या तर त्यांना चुकवण्याचा प्रयत्न करता का?",
        "nature": "positive"
    },
    {
        "sr": 33,
        "text": "विविध प्राण्यांच्या प्रजातींचा अभ्यास तुम्हाला आकर्षित करतो का?",
        "nature": "positive"
    },
    {
        "sr": 34,
        "text": "एक चांगला टीम सदस्य म्हणून टीममध्ये काम करायला आवडत नाही का?",
        "nature": "negative"
    },
    {
        "sr": 35,
        "text": "महान लोकांच्या आत्मचरित्रांनी तुम्हाला प्रेरणा मिळते का?",
        "nature": "positive"
    },
    {
        "sr": 36,
        "text": "तुम्हाला मानवी वर्तनाचा अभ्यास करणारे अभ्यासक्रम आवडतात का?",
        "nature": "positive"
    },
    {
        "sr": 37,
        "text": "कादंबऱ्या वाचणे तुमचा छंद आहे का?",
        "nature": "positive"
    },
    {
        "sr": 38,
        "text": "तुम्हाला संगणक प्रोग्रामर व्हायचे नाही का?",
        "nature": "negative"
    },
    {
        "sr": 39,
        "text": "तुम्ही फुटबॉल आणि व्हॉलीबॉल खेळता का?",
        "nature": "positive"
    },
    {
        "sr": 40,
        "text": "चार्ट्स किंवा रेखाचित्रे तयार करताना रंगीत मार्कर्स वापरायला आवडते का?",
        "nature": "positive"
    },
    {
        "sr": 41,
        "text": "दुसऱ्यांच्या आवाज आणि भाषेचे नमुने नकळत का?",
        "nature": "negative"
    },
    {
        "sr": 42,
        "text": "भूगोल तुमचा आवडता विषय आहे का?",
        "nature": "positive"
    },
    {
        "sr": 43,
        "text": "तुम्ही इतरांच्या भावना आणि कल्पनांबद्दल संवेदनशील आहात का?",
        "nature": "positive"
    },
    {
        "sr": 44,
        "text": "तुमच्या स्वतःच्या ओळखी आणि उद्देशाबद्दल तुम्हाला फारशी जाणीव नाही का?",
        "nature": "negative"
    },
    {
        "sr": 45,
        "text": "मी भविष्यकाळात घडणाऱ्या घटनांचा अंदाज नेहमीच लावू शकतो?",
        "nature": "positive"
    },
    {
        "sr": 46,
        "text": "तुम्हाला शाळेच्या मासिकासाठी कथा, कविता, विनोद इ. लिहायला आवडते का?",
        "nature": "positive"
    },
    {
        "sr": 47,
        "text": "तुम्ही अनियोजित पद्धतीने काम करण्यास संमती देता का?",
        "nature": "positive"
    },
    {
        "sr": 48,
        "text": "तुम्हाला एक अभिनेता किंवा नर्तक व्हायला आवडणार नाही का?",
        "nature": "negative"
    },
    {
        "sr": 49,
        "text": "तुम्हाला त्रिमितीय भूमिती आणि गणितात मोजमाप समजणे सोपे आहे का?",
        "nature": "positive"
    },
    {
        "sr": 50,
        "text": "तुम्हाला नेहमी संगीताला करिअर म्हणून बनवण्याची संधी शोधता का?",
        "nature": "positive"
    },
    {
        "sr": 51,
        "text": "पर्वत, नद्या आणि त्यांच्या त्रिकोणप्रदेशाबद्दल जाणून घेण्याची तुम्हाला उत्सुकता नाही का?",
        "nature": "negative"
    },
    {
        "sr": 52,
        "text": "तुम्ही तुमच्या विचारांच्या प्रमाण आणि गुणवत्तेने इतरांना पटवण्याचा प्रयत्न करता का?",
        "nature": "positive"
    },
    {
        "sr": 53,
        "text": "मनोविज्ञान तुमचा आवडीचा विषय आहे का?",
        "nature": "positive"
    },
    {
        "sr": 54,
        "text": "सत्य, सुंदरता आणि चांगुलपणा असलेल्या लोकांना तुम्ही आवडत नाही का?",
        "nature": "negative"
    },
    {
        "sr": 55,
        "text": "नवीन भाषा शिकण्याची संधी तुम्ही गमावता का?",
        "nature": "negative"
    },
    {
        "sr": 56,
        "text": "चर्चेत निश्चित उत्तरे पसंत करता का?",
        "nature": "positive"
    },
    {
        "sr": 57,
        "text": "तुम्हाला एक क्रीडा प्रशिक्षक व्हायचे आहे का?",
        "nature": "positive"
    },
    {
        "sr": 58,
        "text": "फोटोग्राफी तुमचा छंद नाही का?",
        "nature": "negative"
    },
    {
        "sr": 59,
        "text": "कविंचा, संगीतकारांचा आणि लोकप्रिय संगीतरचनाकारांचा तुम्ही सन्मान करता का?",
        "nature": "positive"
    },
    {
        "sr": 60,
        "text": "विविध प्रकारच्या वादळांचा, लाटांचा आणि समुद्रांचा अभ्यास करणे तुम्हाला रोमांचक वाटते का?",
        "nature": "positive"
    },
    {
        "sr": 61,
        "text": "मला लोकांच्या संघर्षाच्या निराकरणात रस नाही?",
        "nature": "negative"
    },
    {
        "sr": 62,
        "text": "तुम्हाला आतून प्रेरित आणि निर्धारीत वाटते का?",
        "nature": "positive"
    },
    {
        "sr": 63,
        "text": "विविध संस्कृतींचे वैशिष्ट्ये तुम्हाला आकर्षित करतात का?",
        "nature": "positive"
    },
    {
        "sr": 64,
        "text": "प्रभावी भाषा बोलणाऱ्या लोकांनी तुम्हाला खूप प्रभावित केले का?",
        "nature": "positive"
    },
    {
        "sr": 65,
        "text": "तुम्हाला तर्कशुद्ध आणि सुस्पष्ट विचार करणारे मित्र आवडत नाहीत?",
        "nature": "negative"
    },
    {
        "sr": 66,
        "text": "तुमच्याकडे खूप शारीरिक ऊर्जा आहे का?",
        "nature": "positive"
    },
    {
        "sr": 67,
        "text": "तुम्ही वस्तू, आकार, रंग पटकन ओळखता आणि वर्णन करता का?",
        "nature": "positive"
    },
    {
        "sr": 68,
        "text": "संगीत तुमच्या आध्यात्मिकतेला वाढवत नाही का?",
        "nature": "negative"
    },
    {
        "sr": 69,
        "text": "नैसर्गिक घटनांचे छायाचित्रण आणि व्हिडिओ बनवणे तुम्हाला उत्साही वाटते का?",
        "nature": "positive"
    },
    {
        "sr": 70,
        "text": "तुमच्याकडे लोकांना पटवण्याचे प्रभावी कौशल्य आहे का?",
        "nature": "positive"
    },
    {
        "sr": 71,
        "text": "तुम्हाला स्व-मूल्यांकन करण्यात अडचण आहे का?",
        "nature": "negative"
    },
    {
        "sr": 72,
        "text": "ध्यान आणि विश्रांतीमुळे तुम्हाला कोणत्याही समस्येकडे पाहण्याच्या दृष्टिकोनात बदल येतो का?",
        "nature": "positive"
    },
    {
        "sr": 73,
        "text": "तुमच्या मित्रांसोबत संवादात तुम्ही दररोज एक नवीन शब्द वापरता का?",
        "nature": "positive"
    },
    {
        "sr": 74,
        "text": "तुम्हाला गणितीय मॉडेल्स बनवण्यात आवड आहे का?",
        "nature": "positive"
    },
    {
        "sr": 75,
        "text": "स्वतःला शारीरिकदृष्ट्या तंदुरुस्त ठेवण्यासाठी तुम्हाला पोहणे आवडत नाही का?",
        "nature": "negative"
    },
    {
        "sr": 76,
        "text": "आकार, नमुने, डिझाइन आणि प्रतिमांद्वारे तुम्ही मोठ्या प्रमाणात ज्ञान गोळा करता का?",
        "nature": "positive"
    },
    {
        "sr": 77,
        "text": "एखाद्या संगीताची धून तुम्हाला आवडल्यास तुम्ही त्यावरून पॅरोडी तयार करू शकता का?",
        "nature": "positive"
    },
    {
        "sr": 78,
        "text": "मला वनस्पतिशास्त्रज्ञ व्हायचे नाही?",
        "nature": "negative"
    },
    {
        "sr": 79,
        "text": "एखाद्या कार्यक्रमाचे आयोजन करणे माझ्यासाठी मनोरंजक आणि आव्हानात्मक आहे का?",
        "nature": "positive"
    },
    {
        "sr": 80,
        "text": "निर्णय घेण्यासाठी तुम्ही सर्जनशील बुद्धिमत्ता आणि अंतर्दृष्टीचा वापर करता का?",
        "nature": "positive"
    },
    {
        "sr": 81,
        "text": "माझ्या स्व-प्रतिमेची मला फारशी चिंता नाही?",
        "nature": "negative"
    },
    {
        "sr": 82,
        "text": "तुम्हाला तुमची आवडती कविता लक्षात ठेवणे आणि पुन्हा सांगणे कठीण आहे का?",
        "nature": "negative"
    },
    {
        "sr": 83,
        "text": "तुम्ही एखाद्या सिद्धांताचे किंवा घटनेचे तत्त्व समजून घेण्याचा प्रयत्न करता का?",
        "nature": "positive"
    },
    {
        "sr": 84,
        "text": "तुम्हाला एक प्रसिद्ध क्रीडापटू व्हायचे आहे का?",
        "nature": "positive"
    },
    {
        "sr": 85,
        "text": "तुम्ही शिकायला इच्छित असलेल्या प्रतिमा आणि नमुने स्वयंचलितपणे तुमच्या मनात येत नाहीत का?",
        "nature": "negative"
    },
    {
        "sr": 86,
        "text": "तुम्हाला गाण्यात वापरलेली वेगवेगळी संगीत वाद्ये सहज ओळखता येतात का?",
        "nature": "positive"
    },
    {
        "sr": 87,
        "text": "तुम्हाला वनस्पती उद्यान किंवा राष्ट्रीय उद्यानात जायला आवडते का?",
        "nature": "positive"
    },
    {
        "sr": 88,
        "text": "लोक मला तत्वज्ञ म्हणत नाहीत?",
        "nature": "negative"
    },
    {
        "sr": 89,
        "text": "तुम्ही एकदा एखादे काम सुरू केल्यावर ते मध्येच सोडत नाही का?",
        "nature": "positive"
    },
    {
        "sr": 90,
        "text": "तुम्ही आत्म-प्राप्तीसाठी प्रयत्न करता का?",
        "nature": "positive"
    }
];
